riddles = [
    {
        'question': 'Довгі ноги, довгий ніс, По болоті ходить скрізь.',
        'answer': 'Лелека',
    },
    {
        'question': 'Стоїть корито, Повне води налите.',
        'answer': 'Ставок',
    },
    {
        'question': 'Через воду він проводить, А сам з місця вік не сходить.',
        'answer': 'Міст',
    },
    {
        'question': 'По полю ходить, жне, косить, Зерно молотить, хліба не просить.',
        'answer': 'Комбайн',
    },
]
whatsup = input('whatsup')
print(whatsup)
print(riddles)
